// Вывести одномерный массив на экран:
int[] arr = new int[3];
Console.WriteLine($"{String.Join(" ", arr)}");

